{"translation-revision-date":"2023-04-11 05:41:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["サーバーはnginxで実行されているようです。そのため、修正には、nginx構成に正しい書き換えルールを追加する必要がある可能性があります。%1$s詳細については、ドキュメントを確認してください%2$s。"],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["サーバーはApacheで実行されているようです。したがって、修正は、wordpress.org%2$sの%1$scorrect.htaccess実装を確認するのと同じくらい簡単なはずです。"],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["robots.txtファイルの適切な書き換えルールがないようです。"],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["このサイトは、%1$sにあるメインサイトのサブディレクトリで実行されています。 robots.txtファイルは、そのサイトのルートディレクトリにのみ表示されます。"],"Open Robots.txt":["Robots.txtを開く"],"Robots.txt Preview:":["Robots.txtプレビュー"],"Delete Rule":["ルールを削除"],"Duplicate or invalid entries have been detected! Please check your rules and try again.":["重複・無効なエントリが検出されました！ルールを確認して、もう一度お試しください。"],"Enable Custom Robots.txt":["カスタムRobots.txtを有効化"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["WordPressと同様に、%1$sは動的ファイルを生成するため、サーバー上に静的ファイルはありません。robots.txtファイルの内容はWordPressデータベースに保存されます。"],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["%1$sのrobots.txtエディタを使用すると、WordPressが作成するデフォルトのrobots.txtファイルを上書きするサイト用のrobots.txtファイルを設定できます。%2$sを使用してrobots.txtファイルを作成することにより、サイトについてWebクローラーに与える指示をより細かく制御できます。"],"Import and Delete":["インポートと削除"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$sは、WordPressインストールのルートフォルダーで物理robots.txtファイルを検出しました。 WordPressの動的に生成されたファイルと競合する可能性があるため、このファイルを削除することをお勧めします。%2$sは、このファイルをインポートして削除することも、単に削除することもできます。"],"Delete":["削除"],"Disallow":["許可しない"],"Allow":["許可"],"Rule":["ルール"],"User Agent":["ユーザーエージェント"],"Add Rule":["ルールを追加"],"Directory Path":["ディレクトリパス"],"Robots.txt Editor":["Robots.txt エディター"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RobotsEditor.338da76e.js"}}