{"translation-revision-date":"2023-04-11 05:41:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"This allows you to hide plugin announcements and update details.":["これにより、プラグインのアナウンスを非表示にし、詳細を更新できます。"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["プラグインの削除時にすべての%1$sデータを削除する場合は、これをチェックしてください。 すべてのフォーム、エントリ、およびアップロードされたファイルは回復できなくなります。"],"Uninstall %1$s":["%1$s をアンインストールします"],"The Dashboard Widget feature is only available for licensed %1$s users. %2$s":["ダッシュボードウィジェット機能は、ライセンスを受けた%1$sユーザーのみが使用できます。 %2$s"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["これにより、管理ツールバーに%1$sが追加され、SEO設定に簡単にアクセスできるようになります。"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["TruSEOスコアを有効にして、トラフィックを最大化するためにコンテンツを最適化するのに役立ててください。"],"Select which Taxonomies you want to use the %1$s columns with.":["%1$s列を使用するタクソノミーを選択します。"],"Taxonomy Columns":["タクソノミー列"],"Post Type Columns":["投稿タイプ列"],"You will need to manually update everything.":["すべてを手動で更新する必要があります。"],"You are getting bugfixes and security updates, but not major features.":["バグ修正とセキュリティアップデートを取得していますが、主要な機能は取得していません。"],"Minor Only":["マイナーのみ"],"You are getting the latest features, bugfixes, and security updates as they are released.":["最新の機能、バグ修正、セキュリティアップデートが解放されたと、それらを入手できます。"],"All (recommended)":["すべて（推奨）"],"Automatic Updates":["自動更新"],"Announcements":["お知らせ"],"Admin Bar Menu":["管理バーメニュー"],"Usage Tracking":["使用状況の追跡"],"TruSEO Score & Content":["TruSEOスコアとコンテンツ"],"Select which Post Types you want to use the %1$s columns with.":["%1$sカラムを使用する投稿タイプを選択してください。"],"Complete documentation on usage tracking is available %1$shere%2$s.":["使用状況の追跡に関する完全なドキュメントは、%1$sこちら%2$sから入手できます。"],"Include All Taxonomies":["全タクソノミーを含める"],"This feature is only for licensed %1$s users. %2$s":["この機能は%1$sユーザー専用です。 %2$s"],"None":["なし"],"Include All Post Types":["全投稿タイプを含める"],"SEO Analysis":["SEO分析"],"By allowing us to track usage data we can better help you because we know with which WordPress configurations, themes and plugins we should test.":["使用状況データを追跡できるようにすることで、テストする必要のあるWordPressの構成、テーマ、プラグインがわかっているため、より良い支援を提供できます"],"SEO News":["SEO ニュース"],"Advanced Settings":["高度な設定"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.c3296824.js"}}